tap "coder/coder"
tap "derailed/k9s"
tap "ekristen/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "pulumi/tap"
brew "age"
brew "argocd"
brew "atuin"
brew "openssl@3"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "carapace"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "docker"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "node"
brew "gitlab-ci-local"
brew "gnupg"
brew "go"
brew "helm"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libpq"
brew "qemu"
brew "lima-additional-guestagents"
brew "mysql-client"
brew "neovim"
brew "nushell"
brew "nx"
brew "pkgconf"
brew "ripgrep"
brew "starship"
brew "uv"
brew "yamllint"
brew "yq"
brew "zellij"
brew "zoxide"
brew "coder/coder/coder"
brew "derailed/k9s/k9s"
brew "ekristen/tap/aws-nuke"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
cask "nikitabobko/tap/aerospace"
cask "caffeine"
cask "ghostty@tip"
cask "rio"
cask "wezterm"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
