# Reproducible CachyOS host baseline. Keep language runtimes, SDKs, container
# engines, and project tooling in MicroVM development environments.
age
atuin
bat
btop
# Intentional desktop exception: e-book library management.
calibre
chezmoi
eza
fastfetch
fd
flatpak
firefox
fzf
github-cli
git
gnupg
ghostty
# Intentional host exception: remote homelab management. `incus` provides the
# client and also packages a local daemon, which remains inactive unless
# explicitly initialized or enabled.
incus
keychain
kubectl
lazygit
neovim
niri
noctalia-qs
noctalia-shell
openssh
ripgrep
shelly
starship
talosctl
# Intentional host exception: secure remote access to the homelab.
tailscale
ttf-jetbrains-mono
uv
wl-clipboard
yamllint
yq
zellij
zoxide
zsh
